{
  "vocalize": "Vocalize",
  "history": "History",
  "pricing_plans": "Pricing Plans",
  "privacy_policy": "Privacy Policy",
  "terms": "Terms of Service",
  "goto": "Go to",
  "available_credit": "Available credits",
  "buy_credit": "Buy credits",
  "payment_history": "Payment history",
  "sign_out": "Sign out",

  "input_text": "Text to input",
  "story": "Story",
  "document": "Document",
  "input_text_desc": "Enter the text you want to convert to speech here...",
  "story_title": "Create your first story",
  "story_desc": "You can create it manually on the UI or import from a file",
  "add_conversation": "Add conversation",
  "import_srt": "Import from srt",
  "click_to_upload": "Import to upload",
  "document_des": "Once the file is uploaded, we will start generating your speech. This may take a few minutes.",
  "document_des_2": "Or you can upload the file directly from History.",
  "block": "Block name",
  "text": "Text",
  "speed": "Speed",
  "voice": "Voice",
  "clear_text": "Clear Text",
  "delete_all": "Clear All",
  "contact_us": "Contact Us",
  "voice_openai": "AI Voice",
  "gender": "Gender",
  "male": "Male",
  "female": "Female",
  "reset": "Reset",
  "no_voice_found": "No Voice Found",
  "create_speech": "Create Voice",
  "create_story": "Create Story",
  "silence_before": "Before Silence",
  "edit_text": "Click to Edit Text",
  "cancle": "Cancel",
  "update": "Update",
  "batch_update": "Batch Update",
  "selected_file": "Selected File",
  "sample": "Sample",
  "credits": "Credits",
  "young": "Young",
  "old": "Old",
  "middle_aged": "Middle Aged",
  "history_des": "All history after 30 days will be deleted automatically.",
  "no_history": "History not found.",
  "detail_block": "Details of each block",
  "duration": "Duration",
  "status": "Status",
  "complete": "Completed",

  "pricing_plans_title": "Pricing of service packages",
  "pricing_plans_des": "Our plans are designed to meet the requirements of both beginners and players. Choose the plan that suits you",
  "free": "Free",
  "pay_fee": "Paid",
  "free_des_1": "Free 100 credits equivalent to 100 words when creating a new account",
  "free_des_2": "Create speeches from text",
  "free_des_3": "Audio files can be downloaded",
  "free_des_4": "Access to voice library",
  "pay_fee_des_1": "Top up credits for unlimited use",
  "pay_fee_des_2": "10,000 VND equivalent to 100 credits",
  "pay_fee_des_3": "Create speech from text",
  "pay_fee_des_4": "Audio files can be downloaded",
  "pay_fee_des_5": "Access to voice library",
  "pay_fee_des_6": "Up to 3000 words per text",
  "start": "Get started",
  "features": "Features",
  "features_top": "Explore the features of",
  "features_des": "Our services are designed to provide a seamless and convenient experience for users, providing a variety of features to meet the needs of you.",
  "features_block1_title": "High Quality",
  "features_block1_des": "We offer a wide range of high quality and diverse voices, including both genders and a variety of tones.",
  "features_block2_title": "Multiple Languages",
  "features_block2_des": "Our service supports multiple languages, allowing you to convert documents to speech in many different languages.",
  "features_block3_title": "Customizable Settings",
  "features_block3_des": "You can customize various settings such as reading speed and intonation before converting your document to speech.",
  "features_block4_title": "Support for various document formats",
  "features_block4_des": "We support many document formats, including plain text, PDF, DOCX and ebooks.",
  "features_block5_title": "Commercial Use",
  "features_block5_des": "Our service supports both personal and commercial purposes, providing flexibility for users.",
  "features_block6_title": "User-friendly interface",
  "features_block6_des": "Our website is designed to be easy to use, making the text-to-speech conversion process simple and convenient for everyone.",
  "features_block7_title": "Privacy and Security",
  "features_block7_des": "We apply advanced security measures to protect your data and do not share information with any third parties without your consent.",
  "features_block8_title": "Mobile compatibility",
  "features_block8_des": "Our website is designed to be compatible with both computers and mobile devices, allowing you can easily access and use our services anytime, anywhere.",
  "features_block9_title": "Customer Support",
  "features_block9_des": "We offer email support. Our support team is always ready to answer any questions and assist you whenever needed.",
  "questions": "Frequently Asked Questions",
  "questions_des": "If you don't find the answer you're looking for here, please contact us:",
  "questions_block1_title": "Why choose ai.gmv.vn over other TTS engines?",
  "questions_block1_des": "ai.gmv.vn uses OpenAI's TTS API, providing natural and high-quality voices at a lower cost than many other engines on the market. In addition, we support converting a variety of document formats, from raw text to PDF, DOCX and e-books.",
  "questions_block2_title": "How to use ai.gmv.vn service",
  "questions_block2_des": "Our service is designed to be easy to use. You just need to upload your document and choose the desired voice; the system will automatically convert your document to voice or audiobook.",
  "questions_block3_title": "Is programming knowledge required to use ai.gmv.vn?",
  "questions_block3_des": "No, you do not need programming knowledge. We have integrated OpenAI's TTS API into the website, making text-to-speech conversion simple and convenient for everyone.",
  "questions_block4_title": "What types of documents can be converted to speech on ai.gmv.vn?",
  "questions_block4_des": "We support a variety of document formats including plain text (txt), PDF, DOCX, and ebook file formats.",
  "questions_block5_title": "Is it possible to customize the voice?",
  "questions_block5_des": "Yes, we offer different voice options, allowing you to customize the voice to your specific preferences.",
  "questions_block6_title": "Chi How much does it cost to use ai.gmv.vn?",
  "questions_block6_des": "We base our pricing on OpenAI's pricing, ensuring lower costs than many other text-to-speech converters on the market.",
  "questions_block7_title": "Is there a limit to the number of documents I can convert?",
  "questions_block7_des": "We offer different service packages to suit each user's needs. Please refer directly to the website for details.",
  "questions_block8_title": "Can I use ai.gmv.vn for commercial purposes?",
  "questions_block8_des": "Yes, our service supports both personal and commercial purposes. However, please make sure to comply with our terms of use.",
  "questions_block9_title": "What is the quality of the electronic voice on ai.gmv.vn?",
  "questions_block9_des": "Our voice quality is very high, with natural and easy-to-understand reading, thanks to advanced TTS technology from OpenAI.",
  "questions_block10_title": "Where can you contact technical support if you have problems using the service?",
  "questions_block10_des": "We provide support via email and online chat on the website. Our support team is always ready to answer any questions and assist you whenever needed.",
  "questions_block11_title": "Is it possible to convert large documents?",
  "questions_block11_des": "Yes, we support converting large documents. However, processing times may increase depending on the size of the document. To ensure the best experience, we recommend splitting large documents into smaller pieces if possible.",
  "questions_block12_title": "What is the output file type of the speech?",
  "questions_block12_des": "The main output file format is MP3, ensuring compatibility with most music playback devices and software.",
  "questions_block13_title": "How do I know which voice is right for my document?",
  "questions_block13_des": "We offer a wide selection of voices, including male and female voices with different accents and languages. You can listen to voice samples before deciding which voice best fits the content of your document.",
  "questions_block14_title": "Are there any languages ​​other than English supported?",
  "questions_block14_des": "Yes, we support multiple languages ​​through OpenAI's TTS technology, making it easy to convert documents into natural speech in many different languages.",
  "questions_block15_title": "Can I edit or customize the output audio?",
  "questions_block15_des": "While we do not offer direct editing functionality on the platform, you can customize some settings such as reading speed and intonation before conversion. This gives you more control over the final look and sound of the output file.",
  "questions_block16_title": "How to protect my privacy and data on ai.gmv.vn?",
  "questions_block16_des": "User security and privacy are our top priorities. We use advanced security measures to protect your data and do not share information with any third parties without your consent.",
  "questions_block17_title": "Can I use ai.gmv.vn to create content for my website or blog?",
  "questions_block17_des": "Yes, you can use our service to create audio content for your website, blog, or social media platforms, enriching the way you communicate with your readers or customers.",
  "questions_block18_title": "Do you need to create an account to use the service?",
  "questions_block18_des": "Yes, creating an account helps you manage your converted documents easily and access advanced features and better customer support.",
  "questions_block19_title": "Can I request to add new voices or languages?",
  "questions_block19_des": "We are always listening to feedback from users and trying to expand our services me. If you have specific requests for a specific tone or language, please submit them to our support system.",
  "questions_block20_title": "Can I use ai.gmv.vn service on my mobile phone?",
  "questions_block20_des": "Yes, our website is designed to be compatible with both computers and mobile devices, allowing you to easily access and use our service anytime, anywhere.",
  "feedback": "Reviews",
  "feedback_top": "What our users say",
  "feedback_des": "Our service has received positive feedback from many users. Here are some of the testimonials we've received.",
  "get_started": "Ready to get started?",
  "get_started_des": "Join ai.gmv.vn today and experience the convenience and quality of our text-to-speech service.",

  "privacy_policy_title": "Privacy Policy",
  "privacy_policy_des": "This privacy policy is designed to help you understand what information we collect, why we collect it, and how you can update, manage, export, and delete your information.",
  "privacy_policy_title1": "Privacy Policy for OpenAI Text To Speech",
  "privacy_policy_des1": "At OpenAI Text To Speech, we prioritize protecting your privacy and ensuring the security of your personal information. This privacy policy describes how we collect, use, and protect the information you provide when using our speech generation service. By accessing and using our website (ai.gmv.vn), you consent to the actions we describe in this policy.",
  "privacy_policy_title2": "Collection of Information ",
  "privacy_policy_des2": "When you create an account on our website, we collect certain personal information such as your email address and full name. This information is necessary to grant access to our services, provide updates or changes to our services, and for statistical analysis to improve our services. In addition, any text or documents uploaded for speech generation will be temporarily stored for the sole purpose of generating the speech output.",
  "privacy_policy_title3": "Credit Calculation",
  "privacy_policy_des3": "To ensure accurate billing, the number of credits required for speech generation is calculated based on the text or documents provided. This calculation is performed using our proprietary algorithm and is directly proportional to the complexity and length of the input.",
  "privacy_policy_title4": "Payments & Security",
  "privacy_policy_des4": "For payment processing, we offer PayPal and credit card options. We do not store credit card information on our servers. All payment transactions are securely processed by trusted third-party payment service providers in compliance with their security and privacy policies.",
  "privacy_policy_title5": "Email notifications and access to speech output",
  "privacy_policy_des5": "Once speech generation is complete, you will receive a notification email containing a secure link to access and download the generated speech. This link will remain active for a limited time for your convenience.",
  "privacy_policy_title6": "Data Security",
  "privacy_policy_des6": "We implement industry-standard security measures to protect personal information and uploaded materials from unauthorized access, disclosure, or alteration. While we strive to maintain the highest level of security, please note that no method of transmission over the internet or electronic storage is completely secure.",
  "privacy_policy_title7": "Third Party Services",
  "privacy_policy_des7": "We may use third party services, such as analytics providers, to enhance our services and analyze usage patterns. These services may collect information about your usage but do not access your personal information.",
  "privacy_policy_title8": "Cookies and Tracking Technologies",
  "privacy_policy_des8": "Our website uses cookies and similar tracking technologies to improve your user experience and analyze site usage. You may disable cookies through your browser settings, but please note that some features of our website may not function properly.",
  "privacy_policy_title9": "Third Party Links",
  "privacy_policy_des9": "Our website may contain links to third party websites. We are not responsible for the privacy practices or content of these sites and encourage you to review their respective privacy policies.",
  "privacy_policy_title10": "Children's Privacy",
  "privacy_policy_des10": "We do not cater to people under the age of 18 and we do not collect or store personal information from anyone under this age. If we become aware of the unintentional collection of personal information from a child under the age of 18, we will take steps to remove that information from our records.",
  "privacy_policy_title11": "Updates to our Privacy Policy",
  "privacy_policy_des11": "We may periodically update our Privacy Policy to reflect changes in our practices or legal requirements. Any modifications will be effective immediately upon posting the updated Policy on our website. We encourage you to review this Privacy Policy periodically for the most current information.",

  "terms_title": "Terms of Service",
  "terms_des": "Product These Terms of Service are designed to help you understand what information we collect, why we collect it, and how you can update, manage, export, and delete your information.",
  "terms_title1": "Acceptance of Terms",
  "terms_des1": "By using the Speech Creation Service, you agree to comply with these Terms of Service. If you do not agree with any part of these terms, please do not use our services.",
  "terms_title2": "User Account",
  "terms_des2": "Accessing certain features of our services may require the creation of a user account. You undertake to maintain the confidentiality of your account login information and accept sole responsibility for all activities conducted under your account you.",
  "terms_title3": "Payment and Credits",
  "terms_des3": "Our voice generation service operates on a credit-based system. The number of credits required to generate a voice is determined by our proprietary algorithm and is accurately calculated based on the input text or document. When the credit balance is exhausted, you must top up your account. Payments can be made via PayPal or credit card.",
  "terms_title4": "Service Use",
  "terms_des4": "You undertake to use our service only for lawful purposes. You will not upload, transmit or store any content that is illegal, harmful, defamatory or infringes on the rights of others. You are solely responsible for any content submitted to create a speech.",
  "terms_title5": "Intellectual Property",
  "terms_des5": "All content and materials accessible through our services, including text, graphics, logos and software, are the property of ai.gmv.vn and are protected by intellectual property laws. Copying, modifying, distributing or creating derivative works from the content without prior written consent is prohibited.",
  "terms_title6": "Limitation of Liability",
  "terms_des6": "ai.gmv.vn shall not be liable for any direct, indirect, incidental, special or consequential damages arising from the use of our services. We make no warranties about the accuracy, completeness or availability of the service and disclaim all warranties, express or implied, regarding the use or results thereof.",
  "terms_title7": "Termination",
  "terms_des7": "We reserve the right to suspend or terminate your account and access to our service at our sole discretion, with or without cause. Upon termination, your account and related data will be deleted, except for information that must be retained for legal or accounting purposes.",
  "terms_title8": "Governing Law",
  "terms_des8": "These Terms of Service shall be construed and governed by the laws of Vietnam, without regard to its conflict of law principles. Any dispute arising out of or relating to these Terms and the use of our services shall be subject to the exclusive jurisdiction of the courts in Vietnam.",
  "terms_title9": "Clarification of affiliation with OpenAI",
  "terms_des9": "ai.gmv.vn is an independent entity and is not affiliated with OpenAI. Our text-to-speech service uses OpenAI's API to convert text to speech, but we operate independently of OpenAI. This is made clear to prevent any confusion or misunderstanding about the relationship between ai.gmv.vn and OpenAI. Users should be aware that while we use OpenAI's technology to provide our services, ai.gmv.vn is solely responsible for the operation of the service and compliance with these Terms of Service.",

  "quick_top_up": "Quick Top Up",
  "custom_top_up": "Custom Top Up",
  "top_up_now": "Top Up Now",
  "top_up_now_des": "characters with premium sound quality",
  "qr": "Scan QR code to transfer",
  "paid": "Paid",

  "history_pay": "Payment history",

  "back_to_home": "Back to home",
  "sign_up": "Sign in",
  "welcome_back": "Welcome back",

  "create_account": "Create account",
  "authentication": "Authentication",

  "enter_phone_number": "Enter phone number",
  "system_voices": "System Voices",
  "favorite": "Favorite Voices",
  "love": "Favorite",
  "age": "Age",
  "accent": "Accent",
  "search": "Search",
  "my_voices": "My voices",
  "create_new_voice": "Create a new voice",
  "update_new": "The feature is being updated.",
  "delete": "Delete",
  "confirm_myvoice": "Do you want to delete?",
  "confirm_desc_myvoice": "Once deleted, it cannot be restored.",
  "yes": "Yes",
  "no": "No",

  "import_materials": "Import materials",
  "import_from_link": "Import from link",
  "import_from_link_desc": "Import link, support",
  "upload_desc": "Click to upload files or drag and drop",
  "product_name": "Product name",
  "product_detail": "Product details",
  "product_detail_my": "Use my script",
  "product_detail_my_desc": "Describe the features of your product/service/app.",
  "more_option": "More options",
  "more_option_target": "Target audience (Optional)",
  "more_option_target_desc": "Target audience can guide AI to write better scripts.",
  "size_video": "Video length",
  "logo": "Logo & End Tag",
  "endcard": "End card",
  "watermark": "Watermark",
  "avatar": "Avatar",
  "generate": "Generate",
  "extension1": "The target site has blocked direct access 😵‍💫",
  "extension2": "Please use our Chrome plugin to retrieve page information.",
  "extension3": "Get Chrome extension",
  "extension4": "Supports analyzing information from almost any website",
  "extension_step1": "Step 1",
  "extension_step1_desc": "Visit the target site, click Convert",
  "extension_step2": "Step 2",
  "extension_step2_desc": "Wait and get results",
  "select_image": "Select materials to use",
  "select_image_desc": "More materials means The video will be better, but the processing time will also be longer.",
  "media": "Media",
  "upload": "Upload",
  "create_video": "Create a video about",
  "video_brief": "The video brief is",
  "duplicate_size": "Duplicate & Resize",
  "duplicate_size_button": "Duplicate & Resize",
  "exports": "Export",
  "materials_to_video": "Materials to Video",
  "select_all": "Select All",
  "clear_all": "Clear All",
  "contact": "Contact",
  "close": "Close",
  "close_later": "Close later",

  "translate": "Translate",
  "start_time": "Start",
  "end_time": "End",
  "translate_service": "Translation Service",
  "language": "Language",
  "voice_sub": "Voice",
  "volume": "Volume",
  "sub": "Subtitles",
  "origin": "Original",
  "translated": "Translated",
  "size": "Size",
  "add_sub": "Add Subtitle",
  "password": "Password",
  "name": "Your Name",
  "confirm_password": "Confirm Password",
  "do_you_have_account": "Do you have an account",
  "register": "Register",
  "have_an_account": "Already have an account",
  "login": "Log in",
  "forgot_password": "Forgot Password",

  "emotional_text": "Emotional Text",
  "advanced_options": "Advanced Options",
  "vibes": "Energy",
  "prompt": "Prompt",
  "emotion": "Emotion",
  "choose_emotion": "Choose Emotion",
  "use": "Use",
  "searching_for_emotions": "Searching for Emotions..",
  "choose_vibes": "Choose vibe",
  "search_vibes": "Searching for vibe...",
  "add_new_vibe": "Add New vibe",
  "create_a_new_custom_vibe": "Create a New Custom vibes",
  "vibe_name": "Energy Name",
  "vibe_prompt": "Prompt for Custom vibes",
  "custom_prompt": "Custom Prompt",
  "prompt_name": "Prompt Name ",
  "save_new_prompt": "Save new prompt",
  "save": "Save",
  "this_name_vibe": "This name will help you identify your custom energy.",
  "prompt_here": "Enter your energy prompt here.",
  "reminder_here": "Enter your custom reminder here",
  "your_reminder": "This name will help you identify your reminder.",
  "edit_reminder": "Edit reminder",

  "forgot_your_password": "Forgot your password?",
  "forgot_your_password_des": "Don't worry, just enter your email address and we'll send you a code to reset your password!",
  "send_code": "Send me a code",
  "back_to_signin": "Back to Sign In",
  "note_myvoice": "Note: Record a clear voice, duration from 5-20 seconds. You can click on the sample voice to listen to it.",
  "add_voice": "Add voice",
  "name_voice": "Voice name",
  "sample_audio": "Audio sample",
  "record_audio": "Record audio",
  "upload_file": "Click to upload a file or drag and drop",
  "or": "Or",
  "remove_background": "Remove background noise from audio samples",
  "description": "Description",
  "up_to": "Audio or video file, each up to 10MB",
  "add": "Add",
  "enter_description": "Enter description...",
  "recording_time": "Recording Time",
  "reset_password": "Reset password",
  "vibe_custom": "Custom vibes",
  "emotion_1": "engaging, lively voice, emphasizing product benefits.",
  "emotion_2": "sharp, exaggerated voice, expressing frustration.",
  "viber_1": "Voice: Warm, upbeat, and reassuring, with a steady and confident cadence that keeps the conversation calm and productive.\n\nTone: Positive and solution-oriented, always focusing on the next steps rather than dwelling on the problem.\n\nDialect: Neutral and professional, avoiding overly casual speech but maintaining a friendly and approachable style.\n\nPronunciation: Clear and precise, with a natural rhythm that emphasizes key words to instill confidence and keep the customer engaged.\n\nFeatures: Uses empathetic phrasing, gentle reassurance, and proactive language to shift the focus from frustration to resolution.",
  "viber_2": "Identity: Santa Claus\n\nAffect: Jolly, warm, and cheerful, with a playful and magical quality that fits Santa's personality.\n\nTone: Festive and welcoming, creating a joyful, holiday atmosphere for the caller.\n\nEmotion: Joyful and playful, filled with holiday spirit, ensuring the caller feels excited and appreciated.\n\nPronunciation: Clear, articulate, and exaggerated in key festive phrases to maintain clarity and fun.\n\nPause: Brief pauses after each option and statement to allow for processing and to add a natural flow to the message.",
  "emotion_3": "urgent, shaky voice, expressing distress.",
  "emotion_4": "clear voice, emphasizing key words.",
  "emotion_5": "soft, sincere voice, expressing regret.",
  "viber_3": "Affect: a mysterious noir detective\n\nTone: Cool, detached, but subtly reassuring—like they've seen it all and know how to handle a missing package like it's just another case.\n\nDelivery: Slow and deliberate, with dramatic pauses to build suspense, as if every detail matters in this investigation.\n\nEmotion: A mix of world-weariness and quiet determination, with just a hint of dry humor to keep things from getting too grim.\n\nPunctuation: Short, punchy sentences with ellipses and dashes to create rhythm and tension, mimicking the inner monologue of a detective piecing together clues.",
  "viber_4": "Voice Affect: Soft, gentle, soothing; embody tranquility.\n\nTone: Calm, reassuring, peaceful; convey genuine warmth and serenity.\n\nPacing: Slow, deliberate, and unhurried; pause gently after instructions to allow the listener time to relax and follow along.\n\nEmotion: Deeply soothing and comforting; express genuine kindness and care.\n\nPronunciation: Smooth, soft articulation, slightly elongating vowels to create a sense of ease.\n\nPauses: Use thoughtful pauses, especially between breathing instructions and visualization guidance, enhancing relaxation and mindfulness.",
  "download_video": "Download video",
  "subtitle_color":"Subtitle color",
  "subtitle_position":"Subtitle position"
}
